Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/vanhemmille.html.tmx
Source language: fin
Languages: sms

source: Yhteisölliseltä kannalta kielipesän merkitys on siinä, että se luo saamen kielille ja saamelaiskulttuurille uutta tulevaisuutta.
sms: Õhttsallaš ǩiõččâmnääʹlest ǩiõllpieʹzz miârktõs lij tõʹst, što tõt tuejjad sääʹmǩiõlid da sääʹmkulttuuʹre ođđ pueʹttivuõđ.

source: Inarinsaamen ja koltansaamen yhteisöissä vaikutukset ovat olleet erityisen merkittäviä, koska ennen kielipesiä inarinsaame ja koltansaame olivat jo lakanneet siirtymästä perheissä vanhemmilta lapsille.
sms: Aanarsääʹm da nuõrttsääʹm õutstõõzzin vaaiktõõzz lie leämmaž jeärben miârkteei, ko ouddâl ǩiõllpieʹzzid aanarsääʹm- da nuõrttsääʹmǩiõl leʹjje juʹn jõskkâm seʹrddmen piârrji seʹst puärrsin päärnaid.

source: Myös pohjoissaamen tilanne on joillakin alueilla ollut samankaltainen.
sms: Tâʹvvsääʹmǩiõl vueʹǩǩ lij še leämmaž måtam vuuʹdin seämmanallšem.

source: Saamen kielet ja saamelaiskulttuuri, joilla ei pitkään aikaan ollut sijaa suomalaisessa koulutusjärjestelmässä, ovat kielipesätoiminnan keskiössä, toiminnan luontevina ja positiivisina lähtökohtina.
sms: Sääʹmǩiõl da sääʹmkulttuur, koin ij leäkku kuʹǩes ääiʹj seʹst leämmaž sââʹjj lääʹdd škooultemriâšldõõǥǥâst, lie ǩiõllpieʹsstuåim õđđmest, tuåimmjummuž luândlaž da positiivlaž vueʹlǧǧemsââʹjjen.

source: Oman kielen ja kulttuurin väheksyntä ja kieltäminen jättää yhteisöön syviä traumoja, ja usein myös kokonaisen sukupolven tai useamman sukupolven ilman omaa kieltä.
sms: Jiiʹjjes ǩiõl da kulttuur pâiʹlǩiõččmõš da ǩeâlddmõš kueʹđđe õutstõʹsse čiŋŋlõs traumaid, da täujja še obb puõlvvõõǥǥ leʹbe määŋg puõlvvõõǥǥ jiiʹjjes ǩiõltää.

source: Saamen kieltä tapaileva pikkulapsi on kuin kielenvaihdon vastalääkettä.
sms: Sääʹmǩiõl siõmmna mainsteškuõʹtti päärnaž lij mâʹte vueʹstt-taalkâs ǩiõllvaajtõʹsse.

source: Kielipesä vaikuttaa koko yhteisöön, ei vain lapseen ja hänen perheeseensä.
sms: Ǩiõllpieʹss vaaikat obb õutstõʹsse, ij tåʹlǩ päärnže da suu piârrja.

source: Usein isovanhemmat tai muut vanhemmat saamelaiset, jotka eivät ole pystyneet siirtämään saamea omille lapsilleen, alkavat puhua saamea kielipesälasten kanssa.
sms: Täujja ääʹjj da ääkk leʹbe jeeʹres puärrsab säʹmmla, kook jie leäkku pâsttam seʹrdded sääʹmǩiõl jiiʹjjez päärnaid, äʹlǧǧe mainsted säämas ǩiõllpieʹsspäärnaivuiʹm.

source: Vanhemmat, jotka eivät ole päässeet oppimaan saamea kotonaan, kokevat usein tärkeäksi ja luontevaksi opetella saamea yhtä matkaa omien lastensa kanssa.
sms: Puärraz, kook jie leäkku piâssâm mättjed sääʹmǩiõl paaiʹǩineez, âʹnne täujja vääžnʼjen mättʼtõõttâd sääʹmǩiõl seämma määʹtǩ jiiʹjjez päärnaivuiʹm.

source: Parhaassa tapauksessa lasten kautta käynnistyy siis kokonaisen suvun käänteinen kielenvaihto: saamen kieltä aletaan ottaa takaisin, opetella, aktivoida ja vahvistaa yhdessä eri sukupolvien kesken.
sms: Pueʹrmõs vueʹjjest päärnai mieʹldd jåttai âʹte obb sooǥǥ jåårǥlum ǩiõllvaajtõs: sääʹmǩiõl ääʹljet väʹldded mååust, mättʼtõõttâd, aktivâʹstted da nââneed õõutsââʹjest jeeʹres puõlvvõõǥǥi kõõsk.

source: Yksi tärkeä kielipesätoiminnan seuraus on se, että se lisää saamen kielten näkyvyyttä ja kuuluvuutta omalla alueellaan, koko Saamenmaassa ja Suomessa.
sms: Õhtt vääžnai ǩiõllpieʹsstuåim seuʹrrjõs lij, što tõt lââʹzzat sääʹmǩiõli kuâsttjemvuõđ da kollʼjemvuõđ jiiʹjjes vuuʹdest, pirr Sääʹmjânnam da Lääʹddjânnam.

source: Samoin kielipesä lisää ja luo tarvetta saamenkieliselle lastenkulttuurille, kouluopetukselle ja saamenkielisille palveluille.
sms: Seämmanalla ǩiõllpieʹss lââʹzzat da rääjj taarb sääʹmǩiõllsaž päärnaikulttuuʹre, škooulmättʼtõʹsse da sääʹmǩiõllsaž kääzzkõõzzid.

source: Kielipesässä on paljon hyvää myös yksittäisen lapsen kannalta.
sms: Ǩiõllpieʹzzest lie jiânnai šiõǥǥ ääʹšš še oʹdinakai päärna ǩiõččâmnääʹlest.

source: Varhainen, täydellinen kielikylpy on toiseksi tehokkain mahdollinen kielen omaksumisen muoto.
sms: Ääiʹjeld aʹlǧǧi, tiuddsallaš ǩiõll-laauǥ lij nuʹbben viõusmõs vueiʹtlvaž ǩiõl mättjemhääʹmm.

source: Tehokkain ja luonnollisin tapa on tietenkin kielen oppiminen kotona.
sms: Viõkkšõmâs da luâđlõmâs nääʹll teâđast lij ǩiõl mättjummuš dååma.

source: Verrattuna siihen, että lapsi alkaisi oppia saamen kieltä vasta kouluiässä, vieraana kielenä pari tuntia viikossa, kielipesän vaikutukset ovat huomattavasti syvempiä ja laajempia.
sms: Veʹrddeeʹl tõõzz, što päärnaž mättješkuäđči sääʹmǩiõl eman škooulâkksiʹžžen, lie ǩiõllpieʹzz vaaiktõõzz miârkkteeinalla čiŋŋlab da veiddsab.

source: Jos lapsi aloittaa kielipesän varhaislapsuudessaan 0-3-vuotiaana, hän omaksuu saamen kieltä rinnan suomen kielen (ja/tai mahdollisesti jonkin muun kielen) kanssa.
sms: Jõs päärnaž alttad ǩiõllpieʹzz vuõsspäʹrnnpodstes 0-3-ekksiʹžžen, son mättai sääʹmǩiõl palddlõõžži lääʹddǩiõlin (da/leʹbe možât koin-ne jeeʹres ǩiõlin).

source: Tällöin kyseessä on rinnakkainen kaksikielisyys.
sms: Täʹl lij kõõččmõõžžâst palddlõs kueiʹtǩiõllsažvuõtt.

source: Jos taas lapsi aloittaa kielipesän esimerkiksi 4-5-vuotiaana, hän on ehtinyt omaksua ensimmäisen tai ensimmäiset kielensä.
sms: Jõs väʹst päärnaž alttad ǩiõllpieʹzz ouddmiârkkân 4-5-ekksiʹžžen, son lij ǩiõrggnam mättjed vuõssmõs ǩiõlâs leʹbe vuõssmõs ǩiõlees.

source: Tällöin kielipesä voi johtaa perättäiseen kaksikielisyyteen.
sms: Täʹl ǩiõllpieʹss vuäitt jååʹđted ǩeäččlõs kueiʹtǩiõllsažvuõʹtte.

source: Kummassakin tapauksessa lapsi saavuttaa parhaassa tapauksessa toiminnallisen kaksikielisyyden kouluikään mennessä.
sms: Kuhttu vueʹjjest päärnaž âstt tuåimmsallaš kueiʹtǩiõllsažvuõđ škooulâkka mõõneeʹst.

source: Suositeltavaa olisi aloittaa kielipesä niin varhain kuin mahdollista, jotta lapsi ehtii viettää useamman vuoden vahvasti saamenkielisessä ja saamelaiskulttuuria ilmentävässä ympäristössä ennen koulumaailmaan siirtymistä.
sms: Lij siâzztõllum, što ǩiõllpieʹzz aalǥteʹče nuʹtt ääiʹjeld ko lij vueiʹtlvaž, što päärnaž ǩiõrggan leeʹd mäŋgg eeʹǩǩed viõusânji sääʹmǩiõllsaž da sääʹmkulttuur sueiʹmkrõʹstti pirrõõzzâst ouddâl škooulmaailma serddjummuž.

source: Kaksikielisyydellä on runsaasti suotuisia vaikutuksia lapsen kehitykseen ja tulevaisuuteen.
sms: Kueiʹtǩiõllsažvuõđâst lie jiânnai šiõǥǥ vaaiktõõzz päärna ouddnummša da pueʹttivuõʹtte.

source: Tutkimusten mukaan osa-alueita, joilla vaikutukset näkyvät, ovat mm. luovuus ja ongelmanratkaisukyky.
sms: Tuʹtǩǩummši mieʹldd vueʹssvuuʹd, koin vaaiktõõzz kuâsttje, lie jm. kreevsõsvuõtt da odd räʹtǩǩeed vaiggâdvuõđid.

source: Kieli on yhteydessä ihmisen ajatteluun ja maailmankuvaan, ja useampi kieli tarkoittaa useampia tapoja hahmottaa maailmaa ja toimia siinä.
sms: Ǩiõll lij õhttvuõđâst oummu juurdčummša da maaiʹlmkaʹrtte, di ko lie jeänab ǩiõl, tõt miârkkšââvv tõn, što lie jeänab vueʹjj åblkâʹstted maaiʹlm da tuåimmâd tõʹst.

source: Kaksikielisyys lisää lapsen kielitietoisuutta: hän oppii ymmärtämään kieltensä välisiä eroja ja ylipäänsä hahmottamaan, että ihmisillä on erilaisia kieliä.
sms: Kueiʹtǩiõllsažvuõtt lââʹzzat päärna ǩiõlltieʹttemvuõđ: son mättai fiʹttjed ǩiõlees kõskksaž jeäʹrdõõzzid da åblkâʹstted, što oummuin lie jeeʹresnallšem ǩiõl.

source: Hänen voi olla yksikielistä helpompaa oppia vieraita kieliä tulevaisuudessa, koska hänellä on jo hallussaan kahden erilaisen kielen rakenteet.
sms: Suʹnne vuäitt leeʹd hiâlpab ko õõutǩiõllsaid mättjed veeʹres ǩiõlid pueʹttivuõđâst, ko son juʹn silttad kueiʹt jeeʹresnallšem ǩiõl rajjsid.

source: Saamen kielet elävät vahvan elpymisen kautta.
sms: Sääʹmǩiõl jeäʹlle viõusâs jällʼjem poodd.

source: Saamen kielen taito avaa lapselle monenlaisia mahdollisuuksia, jos ajatellaan vaikkapa vain käytännön opiskelu- ja työnäkymiä.
sms: Sääʹmǩiõlltäidd ääʹvad päärnže määŋgnallšem vuäittmõõžžid, ouddmiârkkân håʹt mâka määttain da tuâjj-jieʹllmest.

source: Saamenkielisistä ammattilaisista on kova pula mm. kaikilla sosiaali- ja terveysaloilla ja varhaiskasvatuksen ja koulutuksen kentillä.
sms: Sääʹmǩiõllsaž ämmatoummuin lij jõnn vääʹnnvuõtt jm. pukin sosiaal- da tiõrvâsvuõttsuõʹrjin di ouddpeâmm da škooultõõzz suõʹrjin.

source: Media- ja kulttuurialojen mahdollisuudet moninkertaistuvat saamen kielen taidon ja saamelaiskulttuurin tuntemuksen myötä.
sms: Media- da kulttuursuõʹrji vuäittmõõžž lie määŋgǩeârddsaž, ko lij sääʹmǩiõl täidd da sääʹmkulttuur tobddmõš.

source: Saamelaisten kotiseutualueella julkisia palveluita tulee saamen kielilain mukaan tarjota saamen kielillä, joten saamen kielen taito katsotaan eduksi monien eri alojen töissä.
sms: Säʹmmlai dommvuuʹdest õõlmâs kääzzkõõzzid âlgg sääʹm ǩiõll-lääʹjj meâldlânji taʹrjjeed sääʹmǩiõlin, de sääʹmǩiõlltääid ǩiõččât pueʹrren määŋgin jeeʹres suõʹrji tuâjain.

source: Kielipesän arvokkainta antia lapselle ei kuitenkaan voi mitata käytännön etujen kautta.
sms: Pukin ärvvsumõs ääʹšš, koon ǩiõllpieʹss vuäitt uʹvdded päärnže, ij kuuitâǥ vueiʹt metteed nääʹl ouddõõzzi pääiʹǩ.

source: Se liittyy lapsen kasvamiseen omassa yhteisössään, suvussaan ja kulttuurissaan.
sms: Tõt õhttââvv päärna šõddma jiiʹjjes õutstõõzzâst, sooǥǥâst da kulttuurâst.

source: Se liittyy lapsen kasvamiseen ihmisenä maailmassa.
sms: Tõt õhttââvv päärna šõddma ooumžen maaiʹlmest.

source: Kielipesän kautta lapsi saa vahvemman yhteyden menneisiin sukupolviin ja paremman mahdollisuuden siirtää kieltä ja kulttuuria eteenpäin tuleville sukupolville.
sms: Ǩiõllpieʹzz pääiʹǩ päärnaž vuäǯǯ nânnsab õhttvuõđ tuâlʼjõž puõlvvõõǥǥid da pueʹrab vuäittmõõžž seʹrdded ǩiõl da kulttuur ooudårra pueʹtti puõlvvõõǥǥid.

source: Hän kasvaa osaksi neljän valtion saamelaisten muodostamaa kokonaisuutta, oppii tuntemaan maailman muita kansoja ja näkemään sellaista moninaisuutta, joka yksikieliseltä helposti jää piiloon.
sms: Son šâdd vueʹssen neellj riikk säʹmmlai raajjâm obbvuõđ, mättai tobddâd maaiʹlm jeeʹres meeraid da vueiʹnned nåkam määŋghämmsažvuõđ, kååʹtt õõutǩiõllsaž oummust hieʹlǩeld pääcc vueiʹnǩani.
